IDEA Open Model
SteelSetupAISC.ReductionFactorTension Property
Compatible with IDEA StatiCa Beta 20.0
 ACI 318
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ReductionFactorTension { get; set; }
Public Property ReductionFactorTension As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace